Repository: otavioserra/competitive-scheduling
Catalog: languages/competitive-scheduling-*.po
Languages: pt_br

source: Subject of the emails that will be sent regarding the exclusions of user schedules made on your website.
pt_br: Assunto dos e-mails que serão enviados referentes às exclusões de agendamentos de usuários realizados em seu site.

source: Message of the emails that will be sent regarding the exclusions of user schedules made on your website.
pt_br: Mensagem dos e-mails que serão enviados referentes às exclusões de agendamentos de usuários feitas em seu site.

source: Subject of emails that will be sent to confirm user schedules made on your website.
pt_br: Assunto dos e-mails que serão enviados para confirmação de agendamentos de usuários realizados em seu site.

source: Email message that will be sent to confirm user schedules made on your website.
pt_br: Mensagem de e-mail que será enviada para confirmar os agendamentos dos usuários realizados em seu site.

source: HTML layout for printing confirmed schedules.
pt_br: Layout HTML para impressão de agendamentos confirmados.

source: HTML layout for priority coupon printing.
pt_br: Layout HTML para impressão de cupons de prioridade.

source: Brief description that will appear on all priority coupons.
pt_br: Breve descrição que aparecerá em todos os cupons prioritários.

source: Alert message shown to users when canceling a schedule has been completed successfully.
pt_br: Mensagem de alerta mostrada aos usuários quando o cancelamento de um agendamento foi concluído com sucesso.

source: Alert message shown to users when confirmation of a booking has been completed successfully.
pt_br: Mensagem de alerta mostrada aos usuários quando a confirmação de um agendamento foi concluído com sucesso.

source: Alert message shown to users when a date is not available.
pt_br: Mensagem de alerta mostrada aos usuários quando uma data não está disponível.

source: Alert message shown to users when confirmation of a schedule was not possible because the confirmation period has passed.
pt_br: Mensagem de alerta mostrada aos usuários quando a confirmação de um agendamento não foi possível porque o período de confirmação já passou.

source: Message that will be shown to the user when trying to confirm an already confirmed schedule again.
pt_br: Mensagem que será mostrada ao usuário ao tentar confirmar novamente um agendamento já confirmado.

source: Alert message shown to users when they try to schedule twice on the same date.
pt_br: Mensagem de alerta mostrada aos usuários quando eles tentarem agendar duas vezes na mesma data.

source: Alert message shown to users when a schedule was not found.
pt_br: Mensagem de alerta mostrada aos usuários quando um agendamento não foi encontrado.

source: Alert message shown to users when there are no spaces for an schedule.
pt_br: Mensagem de alerta mostrada aos usuários quando não há vagas para agendamento.

source: Message shown to users when the system is suspended.
pt_br: Mensagem mostrada aos usuários quando o sistema está suspenso.

source: Alert message shown to users when completing a schedule.
pt_br: Mensagem de alerta mostrada aos usuários ao concluir um agendamento.

source: Alert message shown to users when completing a pre-schedule.
pt_br: Mensagem de alerta mostrada aos usuários ao concluir um pré-agendamento.

source: Message that will be shown to the user when trying to confirm an schedule with a not allowed status.
pt_br: Mensagem que será mostrada ao usuário ao tentar confirmar um agendamento com status não permitido.

source: Priority Coupon Inactivity Alert Message.
pt_br: Mensagem de Alerta de Inatividade de Cupom de Prioridade.

source: Priority coupon alert message already used.
pt_br: Mensagem de alerta de cupom de prioridade já utilizado.

source: Priority Coupon Not Found Alert Message.
pt_br: Mensagem de Alerta de Cupom de Prioridade Não Encontrado.

source: Expired priority coupon alert message.
pt_br: Mensagem de alerta de cupom de prioridade expirado.

source: When it is not possible to confirm residual vacancies due to the deadline or because there are no vacancies.
pt_br: Quando não for possível confirmar vagas residuais devido ao prazo ou por não haver vagas.

source: Numeric page identifier within Wordpress with the default scheduling interface. Important: you can use no limit schedule interfaces by use this shortcode on any page/post/etc [competitive_scheduling]
pt_br: Identificador numérico de página no Wordpress com interface de agendamento padrão. Importante: você pode usar interfaces de programação sem limite usando este shortcode em qualquer página/post/etc [competitive_scheduling]

source: Numeric page identifier within Wordpress with standard scheduling interface to meet system demands in a public way. Important: no matter the number of shortcodes, public interactions, without being logged into the system, will always use this page
pt_br: Identificador numérico de páginas dentro do Wordpress com interface de agendamento padrão para atender demandas do sistema de forma pública. Importante: não importa a quantidade de shortcodes, as interações públicas, sem estar logado no sistema, sempre utilizarão esta página

source: Use the shortcode [competitive_scheduling] to display the controler in any page/post/widget. IMPORTANT: is necessary to be logged-in to see it.
pt_br: Use o shortcode [competitive_scheduling] para exibir o controlador em qualquer página/post/widget. IMPORTANTE: é necessário estar logado para visualizá-lo.

source: Select this option and then click <b>Save Settings</b> below so that all settings are reset to default values. Important: all previous values will be deleted.
pt_br: Selecione esta opção e clique em <b>Salvar Configurações</b> abaixo para que todas as configurações sejam redefinidas para os valores padrão. Importante: todos os valores anteriores serão excluídos.

source: Undefined Status
pt_br: Status Indefinido

source: Scheduling Data
pt_br: Data de Agendamento

source: It is mandatory to choose a date before submitting.
pt_br: É obrigatório escolher uma data antes de enviar.

source: <span class="ui green label">Confirmed</span>
pt_br: <span class="ui green label">Confirmado</span>

source: <span class="ui grey label">Finished</span>
pt_br: <span class="ui grey label">Finalizado</span>

source: <span class="ui red label">Canceled</span>
pt_br: <span class="ui red label">Cancelado</span>

source: <span class="ui brown label">Not Drawn - Waiting for Residual Vacancies</span>
pt_br: <span class="ui brown label">Não Sorteado - Aguardando Vagas Residuais</span>

source: <span class="ui grey label">Waiting For Draw</span>
pt_br: <span class="ui grey label">Aguardando Sorteio</span>

source: <span class="ui yellow label">Drawn - Awaiting Confirmation</span>
pt_br: <span class="ui yellow label">Sorteado - Aguardando Confirmação</span>

source: <span class="ui brown label">No Residual Vacancies</span>
pt_br: <span class="ui brown label">Sem Vagas Residuais</span>

source: <span class="ui teal label">Available Residual Vacancies</span>
pt_br: <span class="ui teal label">Vagas Residuais Disponíveis</span>

source: <span class="ui grey label">Undefined Status</span>
pt_br: <span class="ui grey label">Status Indefinido</span>

source: Companion's full name
pt_br: Nome completo do acompanhante

source: Are you sure you want to delete this schedule?
pt_br: Tem certeza de que deseja excluir este agendamento?

source: Are you sure you want to confirm this schedule?
pt_br: Tem certeza de que deseja confirmar este agendamento?

source: Date not selected! It is mandatory to select a date to continue!
pt_br: Data não Selecionada! É obrigatório selecionar uma data para continuar!

source: Instructions
pt_br: Instruções

source: Select a date from those available to view the list of services and modify the options below as appropriate.
pt_br: Selecione uma data entre as disponíveis para visualizar a lista de agendamentos e modifique as opções abaixo conforme apropriado.

source: Schedule Date
pt_br: Data do Agendamento

source: Schedule Status
pt_br: Status do Agendamento

source: Pre-Schedule
pt_br: Pré-Agendamento

source: Waiting Confirmation
pt_br: Aguardando Confirmação

source: Confirmed
pt_br: Confirmado

source: Finalized
pt_br: Finalizado

source: Print
pt_br: Imprimir

source: Create Schedules
pt_br: Criar Agendamentos

source: Draw Schedules
pt_br: Sortear Agendamentos

source: Companions
pt_br: Acompanhantes

source: Sent
pt_br: Enviado

source: Not Sent
pt_br: Não Enviado

source: Visa
pt_br: Visto

source: Confirm Schedule
pt_br: Confirmar Agendamento

source: Are you sure you want to confirm this schedule? If yes, click on the <b>CONFIRM</b> button, otherwise click on the <b>CANCEL</b> button.
pt_br: Tem certeza de que deseja confirmar este agendamento? Se sim, clique no botão <b>CONFIRMAR</b>, caso contrário, clique no botão <b>CANCELAR</b>.

source: Important: it is not possible to cancel the cancellation of this appointment!
pt_br: Importante: não é possível cancelar o cancelamento deste agendamento!

source: Cancel Schedule
pt_br: Cancelar Agendamento

source: Are you sure you want to cancel this schedule? If yes, click the <b>CANCEL</b> button.
pt_br: Tem certeza de que deseja cancelar este agendamento? Se sim, clique no botão <b>CANCELAR</b>.

source: Important: it is not possible to cancel the cancellation of this schedule!
pt_br: Importante: não é possível cancelar o cancelamento deste agendamento!

source: Schedule Change
pt_br: Alterar Agendamento

source: Validation Code Not Found
pt_br: Código de Validação Não Encontrado

source: The validation code for changing your schedule was not found!
pt_br: O código de validação para alteração do seu agendamento não foi encontrado!

source: Possible Reasons
pt_br: Razões Possíveis

source: The validation code has already been used in another attempt to change the schedule.
pt_br: O código de validação já foi utilizado em outra tentativa de alteração do agendamento.

source: The deadline for changing the schedule has been reached.
pt_br: O prazo para alteração do agendamento foi atingido.

source: The code sent is invalid.
pt_br: O código enviado é inválido.

source: For more information visit our website
pt_br: Para mais informações visite nosso site

source: here
pt_br: aqui

source: Error
pt_br: Erro

source: It is not possible to change your schedule due to the following error:
pt_br: Não é possível alterar seu agendamento devido ao seguinte erro:

source: Access your schedules by clicking
pt_br: Acesse seus agendamentos clicando

source: Success
pt_br: Sucesso

source: Print Coupons
pt_br: Imprimir Cupons de Prioridade

source: Inactive Schedule
pt_br: Agendamento Inativo

source: Click to create a new schedule
pt_br: Clique para criar um novo agendamento

source: Schedule Service
pt_br: Agendar Atendimento

source: Click to view previous schedules
pt_br: Clique para ver os agendamentos anteriores

source: Previous Schedules
pt_br: Agendamentos Anteriores

source: Scheduling Process
pt_br: Processo de Agendamento

source: Below you will find general information about the 4 phases of the scheduling process. After that, just below, is the calendar with all the dates available for scheduling, as well as choosing the number of companions you want to take, with the definition of each one's name. Likewise, if you have a priority coupon, enter it in the designated field as well.
pt_br: Abaixo você encontrará informações gerais sobre as 4 fases do processo de agendamento. Depois disso, logo abaixo, está o calendário com todas as datas disponíveis para agendamento, bem como a escolha da quantidade de acompanhantes que deseja levar, com a definição do nome de cada um. Da mesma forma, se você tiver um cupom prioritário, insira-o também no campo designado.

source: Registration
pt_br: Cadastro

source: Registration period to participate in a schedule.
pt_br: Período de inscrição para participar de um agendamento.

source: Waiting Draw
pt_br: Aguardando Sorteio

source: Waiting for scheduling slot draw.
pt_br: Aguardando agendamento de sorteio de vagas.

source: Draw and Confirmation
pt_br: Sorteio e Confirmação

source: A confirmation email will be sent if you are drawn.
pt_br: Um e-mail de confirmação será enviado caso você seja sorteado.

source: Utilization
pt_br: Utilização

source: On the day of service, use your password sent after confirmation and go to the establishment.
pt_br: No dia do atendimento, utilize sua senha enviada após confirmação e dirija-se ao estabelecimento.

source: Schedule Registration Service
pt_br: Agendamento de Atendimento

source: Choose an available date below. As well as if you have any companion(s), choose the number and fill in the name of each one. Additionally, optionally, if you have a priority coupon, enter it below. Finally, click the SUBMIT button to create a new schedule.
pt_br: Escolha uma data disponível abaixo. Assim como se você tiver algum(s) acompanhante(s), escolha o número e preencha o nome de cada um. Além disso, opcionalmente, se você tiver um cupom de prioridade, insira-o abaixo. Por fim, clique no botão ENVIAR para criar um novo agendamento.

source: Choose the Date
pt_br: Escolha a Data

source: Click this button to SAVE the changes.
pt_br: Clique neste botão para SALVAR as alterações.

source: Send
pt_br: Enviar

source: Pre-schedules
pt_br: Pré-agendamentos

source: Listing
pt_br: Listagem

source: <span class="ui red text">IMPORTANT 1:</span> Pre-schedules ARE NOT confirmed schedules. They will be drawn through the system <span class="ui blue text">#draw_date#</span> days before the day of service. If your pre-schedule is drawn, you must confirm your booking via an email that will be sent <span class="ui blue text">#draw_date#</span> days before the day of the schedule. Or by directly accessing our system after this date and choosing the CONFIRM SCHEDULE option for the day of your schedule. This confirmation must be made between <span class="ui blue text">#date_confirmation_1#</span> to <span class="ui blue text">#date_confirmation_2#</span> days before the day of service. If you do not confirm your schedule within this period, the places guaranteed in your pre-schedule draw will no longer be effective and the places will be released to be chosen by other people via the system again.
pt_br: <span class="ui red text">IMPORTANTE 1:</span> Pré-agendamentos NÃO SÃO agendamentos confirmados. Serão sorteados através do sistema <span class="ui blue text">#draw_date#</span> dias antes do dia do atendimento. Caso seu pré-agendamento seja sorteado, você deverá confirmar sua reserva através de um e-mail que será enviado <span class="ui blue text">#draw_date#</span> dias antes do dia do agendamento. Ou acessando diretamente nosso sistema após esta data e escolhendo a opção CONFIRMAR AGENDAMENTO para o dia de seu agendamento. Esta confirmação deve ser feita entre <span class="ui blue text">#date_confirmation_1#</span> a <span class="ui blue text">#date_confirmation_2#</span> dias antes do dia do atendimento. Caso você não confirme seu agendamento neste período, as vagas garantidas no seu sorteio de pré-agendamento não terão mais validade e as vagas serão liberadas para serem novamente escolhidas por outras pessoas via sistema.

source: <span class="ui red text">IMPORTANT 2:</span> If there are more pre-schedules than there are service spaces, the system will automatically carry out a draw and send a confirmation email to those selected, otherwise it will send a confirmation email to all. Therefore, if you do not receive a confirmation email, it is because you were not selected to participate in the service.
pt_br: <br /><span class="txt-1"><b>IMPORTANTE 2</b>:</span> Se houver mais pré-agendamentos do que vagas de atendimento, o sistema realizará automaticamente um sorteio e enviará um email de confirmação para os selecionados, caso contrário enviará um email de confirmação para todos. Portanto, se você não receber um e-mail de confirmação é porque não foi selecionado para participar do atendimento.

source: <span class="ui red text">IMPORTANT 3:</span> After the day <span class="ui blue text">#date_confirmation_2#</span> the scheduling system will release the residual vacancies to be chosen again and if you have not confirmed, or have not been drawn, you can choose the same date for an schedule. At this stage, places are not guaranteed and can be chosen by anyone who accesses the system.
pt_br: <br /><span class="txt-1"><b>IMPORTANTE 3</b>:</span> Após o dia <span class="txt-1">#date_confirmation_2#</span>, o sistema liberará as vagas residuais para serem escolhidas novamente e caso você não tenha confirmado, ou não tenha sido sorteado, poderá escolher a mesma data para agendamento. Nesta fase as vagas não estão garantidas e podem ser escolhidas por qualquer pessoa que acesse o sistema.

source: Service Date:
pt_br: Data do Atendimento:

source: Current state
pt_br: Estado Atual

source: Next Update
pt_br: Próxima Atualização

source: Modification Date
pt_br: Data de Modificação

source: Qty. People
pt_br: Qtd. Pessoas

source: People
pt_br: Pessoas

source: Click to View Scheduling Data
pt_br: Clique para Visualizar Dados do Agendamento

source: View
pt_br: Visualizar

source: Click to Cancel Schedule
pt_br: Clique para Cancelar o Agendamento

source: Click to Confirm Schedule
pt_br: Clique para Confirmar o Agendamento

source: Click this button to load more records.
pt_br: Clique neste botão para carregar mais registros.

source: Load More
pt_br: Carregar Mais

source: <span class="ui red text">IMPORTANT 1:</span> It is mandatory to present the name and password provided below for you and your companions on the day of the schedule.
pt_br: <span class="ui red text">IMPORTANTE 1:</span> É obrigatório apresentar o nome e senha fornecidos abaixo para você e seus acompanhantes no dia do agendamento.

source: Old Schedules
pt_br: Agendamentos Antigos

source: No Records
pt_br: Sem Registros

source: There are no registered schedules of this type.
pt_br: Não há agendamentos cadastrados deste tipo.

source: Schedule Date:
pt_br: Agendamento Data:

source: Possible reasons:
pt_br: Razões possíveis:

source: Save Settings
pt_br: Salvar Configurações
