Repository: otavioserra/competitive-scheduling
Catalog: languages/competitive-scheduling-*.po
Languages: pt_br

source: Competitive Scheduling Management
pt_br: Gerenciamento de Agendamento Concorrencial

source: Competitive Scheduling
pt_br: Agendamento Concorrencial

source: Priority Coupons
pt_br: Cupons de Prioridade

source: Add Priority Coupon
pt_br: Adicionar Cupom de Prioridade

source: Competitive Scheduling Options
pt_br: Opções de Agendamento Concorrencial

source: Options
pt_br: Opções

source: It is mandatory to fill in the field <b>#label#</b>.
pt_br: É obrigatório preencher o campo <b>#label#</b>.

source: The <b>#label#</b> field must have at least 3 characters.
pt_br: O campo <b>#label#</b> deve ter pelo menos 3 caracteres.

source: The <b>#label#</b> field must have a maximum of 100 characters.
pt_br: O campo <b>#label#</b> deve ter um máximo de 100 caracteres.

source: There is already a registration for the field <b>#label#</b> with the same value filled in. Please choose another <b>#label#</b> and try again.
pt_br: Já existe um registro para o campo <b>#label#</b> com o mesmo valor preenchido. Escolha outro <b>#label#</b> e tente novamente.

source: It is mandatory to select at least one option from the <b>#label#</b> field.
pt_br: É obrigatório selecionar pelo menos uma opção do campo <b>#label#</b>.

source: It is mandatory to define a valid email in the <b>#label#</b> field.
pt_br: É obrigatório definir um email válido no campo <b>#label#</b>.

source: The <b>#label#</b> field must have at least 12 characters.
pt_br: O campo <b>#label#</b> deve ter pelo menos 12 caracteres.

source: The <b>#label#</b> field must have at least <b>one lowercase character</b>, at least <b>one uppercase character</b>, at least <b>one number</b > and at least one special character equal to <b>!@#$%^&*</b>.
pt_br: O campo <b>#label#</b> deve ter pelo menos <b>um caractere minúsculo</b>, pelo menos <b>um caractere maiúsculo</b>, pelo menos <b>um número</b > e pelo menos um caractere especial igual a <b>!@#$%^&*</b>.

source: The field <b>#field-1#</b> is different from the field <b>#field-2#</b>. It is mandatory that both have the same value.
pt_br: O campo <b>#field-1#</b> é diferente do campo <b>#field-2#</b>. É obrigatório que ambos tenham o mesmo valor.

source: Only the following characters are allowed in the <b>#label#</b> field: <b>#permited-chars#</b>. Please remove invalid characters and try again.
pt_br: Somente os seguintes caracteres são permitidos no campo <b>#label#</b>: <b>#permited-chars#</b>. Remova os caracteres inválidos e tente novamente.

source: It is necessary to define the following characters in the <b>#label#</b> field: <b>#necessary-chars#</b>. Please add the characters and try again.
pt_br: É necessário definir os seguintes caracteres no campo <b>#label#</b>: <b>#necessary-chars#</b>. Adicione os caracteres e tente novamente.

source: Deletion Confirmation
pt_br: Confirmação de Exclusão

source: Are you sure you want to delete this item?
pt_br: Tem certeza de que deseja excluir este item?

source: Cancel
pt_br: Cancelar

source: Confirm
pt_br: Confirmar

source: Alert
pt_br: Alerta

source: The attempt to connect to the server has reached its time limit. There was some failure in your connection to it or there was a programming error that was not automatically detectable. Try again, if the problem persists, please contact technical support.
pt_br: A tentativa de conexão com o servidor atingiu o limite de tempo. Houve alguma falha na sua conexão ou houve um erro de programação que não foi detectável automaticamente. Tente novamente, se o problema persistir entre em contato com o suporte técnico.

source: Information
pt_br: Informação

source: Loading
pt_br: Carregando

source: Schedules
pt_br: Agendamentos

source: schedules
pt_br: agendamentos

source: Schedules Public
pt_br: Agendamentos Público

source: schedules-public
pt_br: agendamentos-publico

source: User is not logged in
pt_br: Usuário não está logado

source: The system did not validate the nonce sent. Please try again or seek help from support.
pt_br: O sistema não validou o nonce enviado. Tente novamente ou procure ajuda do suporte.

source: Companion
pt_br: Acompanhante

source: Confirmed Schedules
pt_br: Agendamentos Confirmados

source: Priority Coupon
pt_br: Cupom de Prioridade

source: Quantity
pt_br: Quantidade

source: Valid From
pt_br: Válido De

source: Valid Until
pt_br: Válido Até

source: Priority Coupon Fields
pt_br: Campos de Cupom de Prioridade

source: Coupons are expired
pt_br: Os cupons expiraram

source: Qty
pt_br: Qtd

source: Valid from
pt_br: Válido de

source: until
pt_br: até

source: Settings Saved
pt_br: Configurações Salvas

source: My Establishment
pt_br: Meu Estabelecimento

source: Scheduling made - nº #code#
pt_br: Agendamento realizado - nº #code#

source: Schedule Cancellation - nº #code#
pt_br: Cancelamento de Agendamento - nº #code#

source: Schedule Confirmation - nº #code#
pt_br: Confirmação de Agendamento - nº #code#

source: Pre-Scheduling Made - nº #code#
pt_br: Pré-Agendamento Efetuado - nº #code#

source: When making a new schedule, fill in the code below in the <b>Priority Coupon</b> field
pt_br: Ao fazer um novo agendamento, preencha o código abaixo no campo <b>Cupom Prioritário</b>

source: Your schedule was successful!
pt_br: Seu agendamento foi realizado com sucesso!

source: Protocol nº #code#
pt_br: Protocolo nº #code#

source: You have just made an schedule within the #title# booking system:
pt_br: Você acabou de fazer um agendamento no sistema de reservas #title#:

source: Day
pt_br: Dia

source: Password
pt_br: Senha

source: Scheduled People
pt_br: Pessoas Agendadas

source: Your name
pt_br: Seu nome

source: If you wish to <b>CANCEL</b> your schedule, go to
pt_br: Se você deseja <b>CANCELAR</b> o seu agendamento, acesse

source: Your schedule has been successfully cancelled!
pt_br: Seu agendamento foi cancelado com sucesso!

source: You just deleted a schedule within the #title# scheduling system:
pt_br: Você acabou de excluir um agendamento no sistema de agendamento #title#:

source: Confirm or cancel your schedule!
pt_br: Confirme ou cancele seu agendamento!

source: The system qualified your pre-scheduling for scheduling of #title#:
pt_br: O sistema qualificou seu pré-agendamento para agendamento de #title#:

source: To <b>CONFIRM</b> your schedule and receive your service password, go to
pt_br: Para <b>CONFIRMAR</b> seu agendamento e receber sua senha de atendimento, acesse

source: To <b>CANCEL</b> your schedule, go to
pt_br: Para <b>CANCELAR</b> o seu agendamento, acesse

source: Your pre-scheduling was successful!
pt_br: Seu pré-agendamento foi realizado com sucesso!

source: You have just made a pre-scheduling within the #title# scheduling system:
pt_br: Você acabou de fazer um pré-agendamento dentro do sistema de agendamento #title#:

source: IMPORTANT INFORMATION
pt_br: INFORMAÇÃO IMPORTANTE

source: <span class="txt-1"><b>IMPORTANT 1</b>:</span> Pre-schedules ARE NOT confirmed schedules. They will go through a draw using the <span class="txt-1">#draw_date#</span> system days before the day of service. If your pre-scheduling is drawn, you must confirm your schedule via an email that will be sent <span class="txt-1">#draw_date#</span> days before the day of the schedule. Or by directly accessing our system after this date and choosing the CONFIRM APPOINTMENT option for the day of your schedule. This confirmation must be made between <span class="txt-1">#date_confirmation_1#</span> and <span class="txt-1">#date_confirmation_2#</span> days before the day of service. If you do not confirm your schedule within this period, the places guaranteed in your pre-booking draw will no longer be effective and the places will be released to be chosen by other people via the system again.
pt_br: <span class="txt-1"><b>IMPORTANTE 1</b>:</span> Pré-agendamentos NÃO SÃO agendamentos confirmados. Eles passarão por sorteio pelo sistema <span class="txt-1">#draw_date#</span> dias antes do dia do atendimento. Caso seu pré-agendamento seja sorteado, você deverá confirmar seu agendamento através de um e-mail que será enviado <span class="txt-1">#draw_date#</span> dias antes do dia do agendamento. Ou acessando diretamente nosso sistema após esta data e escolhendo a opção CONFIRMAR AGENDAMENTO para o dia de seu agendamento. Esta confirmação deve ser feita entre <span class="txt-1">#date_confirmation_1#</span> e <span class="txt-1">#date_confirmation_2#</span> dias antes do dia do atendimento. Caso você não confirme seu agendamento neste período, as vagas garantidas no seu sorteio de pré-reserva não terão mais validade e as vagas serão liberadas para serem novamente escolhidas por outras pessoas via sistema.

source: <br /><span class="txt-1"><b>IMPORTANT 2</b>:</span> If there are more pre-bookings than there are service spaces, the system will automatically carry out a draw and send a confirmation email to those selected, otherwise it will send a confirmation email to everyone. Therefore, if you do not receive a confirmation email, it is because you were not selected to participate in the service.
pt_br: <br /><span class="txt-1"><b>IMPORTANTE 2</b>:</span> Se houver mais pré-agendamentos do que vagas de atendimento, o sistema realizará automaticamente um sorteio e enviará um email de confirmação para os selecionados, caso contrário enviará um email de confirmação para todos. Portanto, se você não receber um e-mail de confirmação é porque não foi selecionado para participar do atendimento.

source: <br /><span class="txt-1"><b>IMPORTANT 3</b>:</span> After day <span class="txt-1">#date_confirmation_2#</span>, the scheduling system will release the residual vacancies to be chosen again and if you have not confirmed, or have not been drawn, you will be able to choose the same date for an schedule. At this stage, places are not guaranteed and can be chosen by anyone who accesses the system.
pt_br: <br /><span class="txt-1"><b>IMPORTANTE 3</b>:</span> Após o dia <span class="txt-1">#date_confirmation_2#</span>, o sistema liberará as vagas residuais para serem escolhidas novamente e caso você não tenha confirmado, ou não tenha sido sorteado, poderá escolher a mesma data para agendamento. Nesta fase as vagas não estão garantidas e podem ser escolhidas por qualquer pessoa que acesse o sistema.

source: Name
pt_br: Nome

source: Viewed
pt_br: Visto

source: An error occurred in the last operation #error-msg#!
pt_br: Ocorreu um erro na última operação #error-msg#!

source: Cancellation Success
pt_br: Sucesso no Cancelamento

source: Schedule <b>CANCELLED</b> successfully!
pt_br: Agendamento <b>CANCELADO</b> com Sucesso!

source: Confirmation Success
pt_br: Sucesso na confirmação

source: Scheduling <b>CONFIRMED</b> Successfully!
pt_br: Agendamento <b>CONFIRMADO</b> com Sucesso!

source: Date Not Allowed
pt_br: Data Não Permitida

source: This date is not allowed, choose another.
pt_br: Esta data não é permitida, escolha outra.

source: Confirmation Period Expired
pt_br: Período de Confirmação Expirou

source: It is no longer possible to confirm your schedule as it is outside the confirmation period!
pt_br: Não é possível mais confirmar seu agendamento uma vez que o mesmo está fora do período de confirmação!

source: The confirmation period comprises the day <b>#date_confirmation_1#</b> until the end of the month. the day <b>#date_confirmation_2#</b> .
pt_br: O período de confirmação compreende o dia <b>#date_confirmation_1#</b> até o final do mês. o dia <b>#date_confirmation_2#</b> .

source: This schedule has already been confirmed in another confirmation attempt and therefore it is not possible to confirm it again.
pt_br: Este agendamento já foi confirmado em outra tentativa de confirmação e portanto não é possível confirmar o mesmo novamente.

source: Schedule Now Exist
pt_br: Agendamento Já Existente

source: This date already has a schedule registered in your name. It is not permitted to schedule twice on the same date. If you want to modify a schedule, it is only possible by removing the schedule for the same date in <a class="_ajax_not" href="#url-schedules-previous#">Schedules</a> and creating a new schedule for the same date again, as long as the date is free for new schedules.
pt_br: Esta data já tem agendamento cadastrado em seu nome. Não é permitido agendar duas vezes na mesma data. Caso queira modificar um agendamento, só é possível removendo o agendamento para a mesma data em Agendamentos e criar novamente um novo agendamento para a mesma data, desde que a data esteja liberada para novos agendamentos.

source: Schedule Not Found
pt_br: Agendamento Não Encontrado

source: We were unable to find your schedule or the verification code provided has expired.
pt_br: Não foi possível encontrar o seu agendamento ou o código de verificação informado está expirado.

source: It is possible that your schedule has already been completed. has been confirmed or canceled and the schedule verification code has been removed from the system after use. Therefore, access the system <a class="_ajax_not" href="#url-schedules-previous#">Schedules</a> and make the changes there.
pt_br: É possível que seu agendamento já tenha sido confirmado ou cancelado e o código de verificação de agendamento foi removido do sistema depois de seu uso. Sendo assim, acesse no sistema <a class="_ajax_not" href="#url-schedules-previous#">Agendamentos</a> e faça as alterações por lá.

source: No Vacancy Scheduling
pt_br: Agendamento Sem Vagas

source: It is not It is possible to schedule you and/or their companions on the day <b>#date#</b> as it exceeds the capacity of schedule slots on the day in question!
pt_br: Não é possível agendar você e/ou seus acompanhantes no dia <b>#date#</b> pois supera a capacidade de vagas de agendamento no dia em questão!

source: Total number of available places: <b>#vacancies#</b>.
pt_br: Quantidade total de vagas disponíveis: <b>#vacancies#</b>.

source: Observations:
pt_br: Observações:

source: Choose another day and try again.
pt_br: Escolha outro dia e tente novamente.

source: Or, reduce the number of companions and try again.
pt_br: Ou então, diminua a quantidade de acompanhantes e tente novamente.

source: Scheduling is suspended!
pt_br: Agendamento Suspenso!

source: Scheduling Completed Successfully!
pt_br: Agendamento Concluído com Sucesso!

source: Your Name
pt_br: Seu Nome

source: Pre-Schedule Completed Successfully!
pt_br: Pré-Agendamento Concluído com Sucesso!

source: It is not possible to confirm this schedule as the system has not allowed it to do so.
pt_br: Não é possível confirmar este agendamento uma vez que o mesmo não tem estado permitido pelo sistema para tal.

source: The priority coupon number <b>#coupon#</b> is inactive in the system and cannot be used.
pt_br: O cupom de prioridade número <b>#coupon#</b> está inativo no sistema e não pode ser usado.

source: Priority coupon number <b>#coupon#</b> HAS ALREADY BEEN USED and cannot be used again.
pt_br: O cupom de prioridade número #coupon# JÁ FOI UTILIZADO e não é possível utilizá-lo novamente.

source: Priority coupon number <b>#coupon#</b> was not found!
pt_br: O cupom de prioridade número #coupon# não foi encontrado!

source: Priority coupon number <b>#coupon#</b> is out of validity period! It is only possible to use it between the days <b>#valid_from#</b> to <b>#valid_until#</b>.
pt_br: O cupom de prioridade número <b>#coupon#</b> está fora do período de validade! Só é possível utilizar o mesmo entre os dias <b>#valid_from#</b> até <b>#valid_until#</b>.

source: It was not possible to confirm due to residual vacancies. Either because it is beyond the deadline for confirmation or because the remaining vacancies have been exhausted.
pt_br: Não foi possível confirmar por vagas residuais. Ou porque está fora do prazo para confirmação ou porque se esgotaram as vagas residuais.

source: Valid until
pt_br: Válido Até

source: Main
pt_br: Principal

source: Messages
pt_br: Mensagens

source: Pages
pt_br: Páginas

source: Tools
pt_br: Ferramentas

source: Here you can find all the main options to personalise your plugin's instance.
pt_br: Aqui você encontra todas as principais opções para personalizar a instância do seu plugin.

source: Activation
pt_br: Ativação

source: Title Establishment
pt_br: Título do Estabelecimento

source: Unavailable Dates
pt_br: Datas Indisponíveis

source: Unavailable Dates Values
pt_br: Datas Indisponíveis Valores

source: Calendar Years
pt_br: Calendário Anos

source: Calendar Holidays Start
pt_br: Calendário de Férias Início

source: Calendar Holidays End
pt_br: Calendário de Férias Fim

source: Calendar Limit Month Ahead
pt_br: Calendário Limite Mês à Frente

source: Days Week
pt_br: Dias da Semana

source: Days Week Maximum Vacancies
pt_br: Dias da Semana Máximo Vagas

source: Free Choice Phase
pt_br: Fase de Livre Escolha

source: Residual Phase
pt_br: Fase Residual

source: Draw Phase
pt_br: Fase de Sorteio

source: Max Companions
pt_br: Máximo de Acompanhantes

source: Here you can find all the email options to personalise your plugin's instance.
pt_br: Aqui você encontra todas as opções de email para personalizar a instância do seu plugin.

source: Pre-scheduling Subject
pt_br: Pré-Agendamento Assunto

source: Pre-scheduling Message
pt_br: Pré-Agendamento Mensagem

source: Schedule Subject
pt_br: Agendamento Assunto

source: Schedule Message
pt_br: Agendamento Mensagem

source: Unschedule Subject
pt_br: Desagendamento Assunto

source: Unschedule Message
pt_br: Desagendamento Mensagem

source: Confirmation Subject
pt_br: Confirmação Assunto

source: Confirmation Message
pt_br: Confirmação Mensagem

source: Here you can find all the messages options to personalise your plugin's instance.
pt_br: Aqui você encontra todas as opções de mensagens para personalizar a instância do seu plugin.

source: Print Schedules
pt_br: Impressão de Agendamentos

source: Print Priority Coupons
pt_br: Impressão de Cupons de Prioridade

source: Coupon Priority Description
pt_br: Cupons de Prioridade Descrição

source: Scheduling Cancelled
pt_br: Agendamento Cancelado

source: Scheduling Confirmed
pt_br: Agendamento Confirmado

source: Scheduling Date Not Allowed
pt_br: Data Não Permitida para Agendamento

source: Schedule Expired
pt_br: Agendamento Expirou

source: Scheduling Already Confirmed
pt_br: Agendamento Já Confirmado

source: Scheduling Already Exists
pt_br: Agendamento Já Existente

source: Scheduling Not Found
pt_br: Agendamento Não Encontrado

source: Scheduling Without Vacancies
pt_br: Agendamento Sem Vagas

source: Scheduling Suspended
pt_br: Agendamento Suspenso

source: Conclusion Scheduling
pt_br: Conclusão do Agendamento

source: Conclusion Pre-Scheduling
pt_br: Conclusão do Pré-Agendamento

source: Confirmation Status Not Permitted
pt_br: Status de Confirmação Não Permitido

source: Coupon Priority Inactive
pt_br: Cupom de Prioridade Inativo

source: Priority Coupon Already Used
pt_br: Cupom de Prioridade Já Usado

source: Coupon Priority Not Found
pt_br: Cupom de Prioridade Não Encontrado

source: Expired Priority Coupon
pt_br: Cupom de Prioridade Expirado

source: Residual Vacancies Unavailable
pt_br: Vagas Residuais Não Disponíveis

source: Here you can find all the pages options to personalise your plugin's instance.
pt_br: Aqui você encontra todas as opções de páginas para personalizar a instância do seu plugin.

source: Schedule Page ID
pt_br: Página de Agendamento ID

source: Schedule Public Page ID
pt_br: Página de Agendamento Público ID

source: Here you can find all the tools options to personalise your plugin's instance.
pt_br: Aqui você encontra todas as opções de ferramentas para personalizar a instância do seu plugin.

source: Reset To Defaults
pt_br: Resetar Para o Padrão

source: Activate/Deactivate the scheduling system.
pt_br: Ativar/Desativar o sistema de agendamento.

source: Title of your establishment. Example: my company, my institution, etc.
pt_br: Título do seu estabelecimento. Exemplo: minha empresa, minha instituição, etc.

source: Activate/Deactivate definition of unavailable dates for scheduling.
pt_br: Ativa/Desativa definição de datas indisponíveis para agendamento.

source: Specific dates unavailable to choose when scheduling.
pt_br: Datas específicas indisponíveis para escolha no momento do agendamento.

source: Maximum number of years that appears on the calendar.
pt_br: Número máximo de anos que aparece no calendário.

source: Start date of the vacation period with the number of the day followed by the month in English. For example, the beginning of the period on December 20th must be filled in: 20 December.
pt_br: Data de início do período de férias com o número do dia seguido do mês em inglês. Por exemplo, deve ser preenchido o início do período em 20 de dezembro: 20 December.

source: End date of the vacation period with the number of the day followed by the month in English. For example, the end of the period on January 20th must be filled in: 20 January.
pt_br: Data final do período de férias com o número do dia seguido do mês em inglês. Por exemplo, o final do período em 20 de janeiro deve ser preenchido: 20 January.

source: Limit the number of months ahead of the current day to show dates available for scheduling. For example, if you put 2 in this field, it means that only the current month and the next month will appear to schedule in the calendar.
pt_br: Limite o número de meses antes do dia atual para mostrar as datas disponíveis para agendamento. Por exemplo, se você colocar 2 neste campo, significa que apenas o mês atual e o mês seguinte aparecerão para agendamento no calendário.

source: Define the days of the week that have a schedule separated by the comma character
pt_br: Defina os dias da semana que possuem agendamento separada pelo caractere vírgula

source: Maximum number of schedule slots for days of the week. If you want to define different amounts per day of the week, use
pt_br: Número máximo de slots de agendamento para dias da semana. Se quiser definir valores diferentes por dia da semana, utilize

source: Quantity in days before the day of a service that the system allows the free choice of this service to pre-schedule.
pt_br: Quantidade em dias anteriores ao dia de um atendimento que o sistema permite a livre escolha desse atendimento para pré-agendamento.

source: Quantity in days before the day of a service that the system allows the free choice of this service to schedule residual vacancies.
pt_br: Quantidade em dias anteriores ao dia de um atendimento que o sistema permite a livre escolha desse atendimento para agendamento de vagas residuais.

source: Period in days before the day of a service in which the system blocks the free choice of service to allow time for schedules to be confirmed.
pt_br: Período em dias anteriores ao dia do atendimento em que o sistema bloqueia a livre escolha do atendimento para dar tempo de confirmação dos agendamentos.

source: Maximum number of companions in one schedule
pt_br: Número máximo de acompanhantes em um agendamento

source: Subject of emails that will be sent to users pre-schedule made on your website.
pt_br: Assunto dos e-mails que serão enviados para agendamentos de usuários realizados em seu site.

source: Email message that will be sent to users' pre-schedule made on your website.
pt_br: Mensagem dos e-mails que serão enviados aos usuários pré-agendados em seu site.

source: Subject of emails that will be sent to users' schedules made on your website.
pt_br: Assunto dos e-mails que serão enviados para agendamentos de usuários realizados em seu site.

source: Message of emails that will be sent to users' schedules made on your website.
pt_br: Mensagem de e-mails que serão enviados para agendamentos de usuários feitos em seu site.
